[ 
    {
        "id": 1,
        "cart": [],
        "name": "Bobby Charlton",
        "email": "bobby.charlton@gmail.com",
        "password": "man_utd",
        "registrationDate": "2020-12-11",
        "address": "516 Lakeview St Mary Esther, Florida",
        "zipcode": 516,
        "country": "usa",
        "phoneNumber": "+1 740-480-1714",
        "wishList": []
    },
    {
        "id": 2,
        "cart": [
            {
                "id": 5,
                "name": "Meet the Beatles!",
                "artist": "Beatles",
                "genre": "Pop",
                "description": "Meet the Beatles! is a studio album by the English rock band the Beatles, released as their second album in the United States. It was the group's first American album to be issued by Capitol Records, on 20 January 1964 in both mono and stereo formats. It topped the popular album chart on 15 February 1964 and remained at number one for eleven weeks before being replaced by The Beatles' Second Album. The cover featured Robert Freeman's iconic portrait of the Beatles used in the United Kingdom for With the Beatles, with a blue tint added to the original stark black-and-white photograph.",
                "releaseDate": "1964-01-20",
                "albumCover": "https://www.udiscovermusic.com/wp-content/uploads/2017/11/The-Beatles-Meet-The-Beatles-Album-Cover-web-730.jpg",
                "price": 20,
                "quantity": 1
            },
            {
                "id": 6,
                "name": "The Eminem Show",
                "artist": "Eminem",
                "genre": "Hip Hop",
                "description": "The Eminem Show is the fourth studio album by American rapper Eminem. After it had originally scheduled for release on June 4, 2002, the album was released on May 26, 2002, by Aftermath Entertainment, Shady Records, and Interscope Records due to pirating and bootlegging of it. The album saw Eminem take a substantially more predominant production role; most of it was self-produced, with his longtime collaborator Jeff Bass, and Dr. Dre being the album's executive producer. It features guest appearances from Obie Trice, D12, Dr. Dre, Nate Dogg, Dina Rae and Eminem's daughter Hailie Jade Scott-Mathers.",
                "releaseDate": "2002-05-26",
                "albumCover": "https://images.rapgenius.com/54ws9f3gi86oww1er9ieaqitn.1000x1000x1.jpg",
                "price": 32,
                "quantity": 2  
            }
        ],
        "name": "Ben Brown",
        "email": "ben.brown@gmail.com",
        "password": "barcelona",
        "registrationDate": "2019-05-29",
        "address": "871 Haunani Pl Wailuku, Hawaii",
        "zipcode": 871,
        "country": "usa",
        "phoneNumber": "+1 320-986-5164",
        "wishList": [
            {
                "id": 1,
                "name": "Elvis is Back!",
                "artist": "Elvis Presley",
                "genre": "Rock and Roll",
                "description": "Elvis Is Back! is the fourth studio album by American rock and roll singer Elvis Presley, released by RCA Victor on April 8, 1960. It was Presley's first album issued in stereophonic sound. Recorded over two sessions in March and April, the album marked Presley's return to recording after his discharge from the U.S. Army. It was Presley's first album of new material since Elvis' Christmas Album was issued in 1957.",
                "releaseDate": "1960-04-08",
                "albumCover": "https://i.pinimg.com/originals/48/71/ab/4871ab5eabbc19bb357e4939ee9d5086.jpg",
                "price": 30 
            },
            {
                "id": 2,
                "name": "Elvis",
                "artist": "Elvis Presley",
                "genre": "Rock and Roll",
                "description": "Elvis (also known as Elvis Presley No. 2) is the second studio album by American rock and roll singer Elvis Presley, released by RCA Victor on October 19, 1956 in mono. Recording sessions took place on September 1, September 2, and September 3 at Radio Recorders in Hollywood, with one track left over from the sessions for Presley's debut album at the RCA Victor recording studios on January 30 in New York. It spent four weeks at #1 on the Billboard Top Pop Albums chart that year, making Presley the first recording artist to have both albums go straight to number one in the same year. It would go on to spend 5 weeks at #1 in total. It was certified Gold on February 17, 1960, and Platinum on August 10, 2011, by the Recording Industry Association of America.",
                "releaseDate": "1956-10-19",
                "albumCover": "https://fthmb.tqn.com/baDpgpDcOhedKURlMSMX9kbdWEg=/3610x3600/filters:fill(auto,1)/GettyImages-85420355-58dece9e3df78c5162f949ce.jpg",
                "price": 25   
            }
        ]
    }
]